[
  { "name": "hygge", "description": "A cozy, warm atmosphere filled with small joys like candles, baking, and family time.", "emotion": "happy" },
  { "name": "dépaysement", "description": "A feeling of disorientation in a foreign place, bringing new perspectives or homesickness.", "emotion": "sad" },
  { "name": "koinoyokan", "description": "A deep feeling upon meeting someone that you will inevitably fall in love with them.", "emotion": "happy" },
  { "name": "torschlusspanik", "description": "A closing door panic, fear that opportunities are running out as one ages.", "emotion": "fearful" },
  { "name": "commuovere", "description": "Being moved to tears by a touching story, whether from a book, film, or friend.", "emotion": "sad" },
  { "name": "mágoa", "description": "A heart-breaking feeling usually by being hurt by someone that leaves long-lasting traces, visible in gestures and facial expressions.", "emotion": "sad" },
  { "name": "lebensmüde", "description": "It’s the feeling of being tired or weary of life. It could be used when one is depressed, but also to justify some adventurous, out-of-character behavior that one wouldn’t otherwise partake in.", "emotion": "sad" },
  { "name": "jijivisha", "description": "The intense desire to live or continue living in the highest sense of being.", "emotion": "neutral" },
  { "name": "eudaimonia", "description": "A state of well-being. It means to be content, to flourish, to be grateful, and live well. This state of well-being can accommodate moments of suffering and pain while remaining joyous.", "emotion": "neutral" },
  { "name": "ailyak", "description": "The art of doing things calmly, without the need to rush. You can enjoy life and have a carefree attitude. It also conveys resistance to placing value on overworking and a refusal to get caught up in the rat race.", "emotion": "neutral" },
  { "name": "weltschmertz", "description": "The melancholic feeling of being overwhelmed at the state of the world while being a part of it.", "emotion": "sad" },
  { "name": "sielvartas", "description": "Deep sorrow, or “soul tumbling,” for example caused by someone’s death. It can also simply be a state of seemingly endless grief or emotional turmoil.", "emotion": "sad" },
  { "name": "litost", "description": "A state of agony or humiliation caused by a sudden glimpse of one’s own misery. A very specific emotion, it is also connected to a feeling of seeking revenge over whoever or whatever has caused one harm in order to even the score.", "emotion": "angry" },
  { "name": "resfeber", "description": "A state of jitters or nervous anticipation accompanying the time leading up to a journey. It captures the emotional mix of looking forward to the trip while also being a little anxious.", "emotion": "fearful" },
  { "name": "duende", "description": "El duende is an emotional response to art. Any time you’ve seen an artistic performance and gotten chills—that’s el duende. It often encapsulates a response to both pain and pleasure, suffering and joy, reflected by the human condition.", "emotion": "surprised" },
  { "name": "waldeinsamkeit", "description": "The spiritual feeling that comes from being alone in the woods. It’s specifically a pleasant solitude, not loneliness, and a feeling of heightened connection to nature.", "emotion": "happy" },
  { "name": "onsra", "description": "The bittersweet feeling of loving for the last time, or realizing your love won’t last. Maybe your love just isn’t meant to be forever or it’s time to move on.", "emotion": "sad" },
  { "name": "sisu", "description": "Showing courage and resoluteness in the face of adversity, sticking to your guns even when things get tough, relying on grit and determination to get through a task or period of time.", "emotion": "neutral" },
  { "name": "wabisabi", "description": "Acceptance of impermanence, transience, and imperfection. It’s a sensitivity to the ephemeral nature of life and objects, seeing beauty in this fact.", "emotion": "neutral" },
  { "name": "toska", "description": "In particular cases it may be the desire for somebody of something specific, nostalgia, love-sickness. At the lowest level it grades into ennui, boredom.", "emotion": "sad" },
  { "name": "anake", "description": "This word describes a binding force or necessity which the classical Greeks knew could not be resisted. Or, in other words, a powerful force that leads us to our soulmate.", "emotion": "happy" },
  { "name": "saudade", "description": "It’s the love we feel when a person has gone. The precious memories we have that evoke happiness and joy, but also the emptiness of knowing that person is gone forever. It can also be used to describe a feeling of loss for something we never had, like unrequited love.", "emotion": "sad" },
  { "name": "gigil", "description": "An extreme urge to hug and squeeze someone. It works as a positive emotion or a negative one.", "emotion": "angry" },
  { "name": "viitsima", "description": "Have you ever felt like you just can’t be bothered to do anything? That feeling of laziness and lethargy where you have no interest and don’t want to make an effort?", "emotion": "sad" },
  { "name": "gezelligheid", "description": "It is the warm, cozy, pleasant feeling of being at home, surrounded by good friends and family.", "emotion": "happy" },
  { "name": "oodal", "description": "Starting a small lovers’ quarrel to score some extra affection that quickly leads to making up. A lovers’ quarrel thst is melodramatic, short-lived and petty in nature.", "emotion": "happy" },
  { "name": "aspaldiko", "description": "It’s always so hard when someone you care about is gone but so thrilling when you have the opportunity to see that person again after being apart.", "emotion": "happy" },
  { "name": "kvell", "description": "If your parents ever gushed with immense pride after you’d won first place or whether the achievement is large or small.", "emotion": "surprised" },
  { "name": "kilig", "description": "Nervous feeling that rolls around when you have an initial romantic attraction to someone or reading about a romance or watching something romantic.", "emotion": "surprised" },
  { "name": "anjir", "description": "Extreme displeasure or anger in a positive way from seeing someone good-looking.", "emotion": "angry" },
  { "name": "jaksaa", "description": "Internal fortitude for being able to muster up the strength.", "emotion": "neutral" },
  { "name": "ilunga", "description": "Willingness to forgive someone for any abuse the first time, tolerate the abuse a second time but never to forgive or tolerate a third time.", "emotion": "neutral" },
  { "name": "rimjhim", "description": "To find personal joy from the constant rains.", "emotion": "happy" },
  { "name": "arbejdsglæde", "description": "You felt really good about the work you had done. To be happy about heading off to work each day and enjoying your job.", "emotion": "happy" },
  { "name": "meraki", "description": "Expressing your emotions through your work or through something you’ve created even if it is a lovingly prepared meal or beautifully set table.", "emotion": "neutral" },
  { "name": "vedriti", "description": "Waiting for a bad mood to pass.", "emotion": "sad" },
  { "name": "ya’aburnee", "description": "A feeling of love that’s so intense you cannot think of living without the other person. The desire for another person to outlive you or bury you first. How can I live without you?", "emotion": "happy" },
  { "name": "nauuy-jai", "description": "Pain in the spiritual heart. When someone doesn’t act toward you as they should. Feeling wronged, hurt or even a bit embarrassed by a loved one’s actions or indifference towards you.", "emotion": "sad" },
  { "name": "firgun", "description": "An intense generosity or feeling of joy when something good has happened to somebody else. It’s all about being joyful for someone else’s good fortune without having any ulterior motive.", "emotion": "happy" },
  { "name": "hiraeth", "description": "The yearning to go back to a place from long ago that is now so different. You can never go home again. Longing to spend time in an ancestral home that you’ve never visited.", "emotion": "sad" },
  { "name": "voorpret", "description": "Feeling of excitement prior to a fun event. Pleasurable anticipation. It’s the emotion you encounter when looking forward to a special event.", "emotion": "happy" },
  { "name": "goya", "description": "Suspension of disbelief. When, just for a brief moment in time, fantasy suddenly seems to become reality. Feeling when we are swept away by a great book or movie.", "emotion": "surprised" },
  { "name": "mamihlapinatapai", "description": "An intimate look between two people who have deep feelings for one another but are too shy to express themselves. It’s a look of unspoken understanding between a couple, with the hope that one will step up and openly share their feelings.", "emotion": "happy" },
  { "name": "iktsuarpok", "description": "Feeling of anticipating someone’s arrival. Intense excitement or restlessness that makes you repeatedly open and close the door or look out the window every few minutes as you eagerly wait for someone to show up.", "emotion": "surprised" },
  { "name": "agape", "description": "God’s love for humanity, unconditional love characterized by deep care, selflessness, and a willingness to sacrifice for others.", "emotion": "happy" },
  { "name": "aidos", "description": "Feeling of reverence or shame which restrains men from wrong. Encompassing the emotion that a rich person might feel in the presence of the impoverished, that wealth was more a matter of luck than merit.", "emotion": "neutral" },
  { "name": "balikwas", "description": "To turn suddenly to the opposite side, to suddenly rise from a lying position.", "emotion": "surprised" },
  { "name": "boketto", "description": "Absent-mindedly, idly, vacantly, doing nothing. The act of gazing vacantly into the distance, allowing your mind to wander freely without any particular focus or objective.", "emotion": "neutral" },
  { "name": "curlglaff", "description": "The shock felt when one first plunges into cold water.", "emotion": "surprised" },
  { "name": "dor", "description": "The hunger to belong. It is lyrical.", "emotion": "sad" },
  { "name": "manaakitanga", "description": "How you care for each other, the well-being of your community, engaging with one another and maintaining strong relationships.", "emotion": "happy" },
  { "name": "naz", "description": "Confidence, pride, associated with the fact that the love of another person for you is unconditional and unshakable.", "emotion": "happy" },
  { "name": "wú wéi", "description": "Non-doing. Action of non-action. Going with the flow that is characterized by great ease and awareness.", "emotion": "neutral" },
  { "name": "yuán bèi", "description": "Feeling of complete accomplishment. Feeling of satisfaction that goes beyond the ordinary. Sense of fulfillment that comes from achieving something that is important to you.", "emotion": "happy" },
  { "name": "yutta-hey", "description": "A good day to die. A great feeling to end your life without any regrets.", "emotion": "neutral" },
  {"description": "Ewww...", "emotion": "disgusted"},
  {"description": "UGH!", "emotion": "disgusted"},
  {"description": "Yuck!", "emotion": "disgusted"},
  {"description": "Ohhh ick.", "emotion": "disgusted"}
]